# print('Hello world')

# 8 ТИПОВ ДАННЫХ
# int = 1, 31, 34, 55, 129 - integer - Строка 
# str = "hello", 'world', '''Большой текст''', """Большой текст"""

# text = 'TOO "itcbootcamp"'
# a = "it's me"
# print(text)
# float = 1.2, 3.14, 123.34 # Числа с плавающей точкой

# + 
# print(6 + 7)
# print(100 + 23)
# print("Hello" + " " + "world")
# print(12.4 + 23.4)
# print(3 - 1)
# print(3.23 - 1.1) 
# print(12.0 / 2)
# print(5.3 * 5)
# a = 3
# b = 5
# print(a * b)
# print(14 / 3) 
# print(14 // 3) # Деление с округлением в меньшую сторону 
# print(14 % 3) # показывает остаток от деления 
# print(28 % 7) # показывает остаток от деления 
# print(5 ** 2)
# 5 * 5 = 5 в квадрате или по другому, 5 в степени 2
# 5 * 5 * 5 = 125
# print(5 ** 4)

# 1. + сложение 
# 2. - вычетание 
# 3. * умножение
# 4. / деление
# 5. // деление с округлением в меньшую сторону
# 6. % остаток от деления 
# 7. ** степень числа

a = 1 # Оператор присваивание

# print(1 == 1) # Равно 
# print(1 != 1) # Не равно 
# print(1 > 1) # Больше
# print(1 < 1) # Менльше
# print(1 >= 1) # Больше или равно 
# print(1 <= 1) # Меньше или равно

# 4. bool = True, False
# print(True == 1)
# print(False == 0)



# first_name = "Айтматов"

# print(first_name)



# name = input("Введите имя: ") # Запрашивает строку  
# print(name + " Привет")
age = int(input('Введите возраст: '))
print(age + 5)



